[
  {
    "_id": "0028608488",
    "title": "The Baseball Fan's Companion: How to Master the Subtleties of the World's Most Complex Team Sport and Learn to Watch the Game Like an Expert",
    "cover": "https://images.isbndb.com/covers/4318463482198.jpg",
    "genres": [
      "Baseball",
      "GV867 .B26 1996"
    ],
    "pages": 272,
    "year": 1996,
    "synopsis": "For The Fan Who Just Needs To Brush Up On America's Favorite Pastime To The Novice Learning The Finer Points Of The Game. The Baseball Fan's Companion Stands Ready At The Plate To Answer All Your Questions. From The Pitcher To The Hitter, The Strategy Of Each Position Is Covered, Complex Rules Are Explained, And Baseball Terminology Is Demystified. Intermingled In All This Handy Information Are Sidebars And Boxes Filled With Fun And Useful Tidbits--from The Most Frequently Unenforced Rules List To The Pine-tar Game, From Jimmy Piersall's Backwards Home Run To The Most Notorious Disputed Plays In Major League History. Hard-to-find Facts On The Business Side Of The Game Are Included Here As Well, Covering Everything From No-cut Contracts To Free Agency. Nick Bakalar. Subtitle On Cover: How To Watch The Game Like An Expert. Includes Bibliographical References (p. 203-205) And Index."
  },
  {
    "_id": "0029066824",
    "title": "The Left-Hander Syndrome : The Causes & Consequences of Left Handedness",
    "cover": "https://images.isbndb.com/covers/8901873482198.jpg",
    "genres": [
      "Left- and right-handedness",
      "Functional Laterality",
      "QP385.5 .C68 1992",
      "WL 335 C797L 1992",
      "152.3/35"
    ],
    "pages": 308,
    "year": 1992,
    "synopsis": "Beliefs And Stereotypes About Handedness -- The Lopsided Animal -- Measuring Sidedness -- Does Society Make Right-handers? -- Is Handedness Inherited? -- The Two Brains -- Psycho-neuro-astrology -- Is Left-handedness Pathological? -- The Sign Of The Left -- Left-hander Differences And Deficiencies -- Health And The Left-hander -- Do Left-handers Die Younger? -- A World For Right-handers -- The Hazardous Life Of The Southpaw -- Help For The Left-hander -- An Action Plan For Left-handers. Stanley Coren. Includes Bibliographical References (p. 282-294) And Indexes."
  },
  {
    "_id": "0060004339",
    "title": "Raising Blaze: A Mother and Son's Long, Strange Journey into Autism",
    "cover": "https://images.isbndb.com/covers/9333193482209.jpg",
    "pages": 316,
    "year": 2003,
    "synopsis": "<P>When you have a child that doesn't fit in, what do you do? Debra Ginsberg knew that her son, Blaze, was unique from the moment he was born in 1987. What she didn't know was that Blaze's differences would be regarded by the outside world not as gifts, but as impediments to social and academic success. Blaze never crawled. He just got up and walked when he turned one. He called his mother 'Zsa Zsa' until he was three. By kindergarten, he loved the music of Miles Davis and Ella Fitzgerald. He fears butterflies and is fascinated by garbage trucks. With the same honesty that made <i>Waiting</i> a success, <i>Raising Blaze&#58; Bringing Up an Extraordinary Son in an Ordinary World</i> chronicles Debra's experience in raising a child who has defied definition by the host of professionals who have sought to label his differences. Ginsberg introduces us to a remarkable child and her own unusual childhood. She writes about a family which shows us the redemptive power of faith, humour and love. <h3>The New Yorker</h3> A specific diagnosis of a disability may provide a welcome explanation for puzzling behavior, and even offer relief through medication or therapy. But as Debra Ginsberg explains in <I>Raising Blaze</I>, her memoir of bringing up her own \"extraordinary\" child, a diagnosis can sometimes create more questions than answers. Blaze, who was choked by his own umbilical cord during delivery, expresses himself with enigmatic figurative phrases; loud noises send him screaming around the room. The doctors' assessment was vague to the point of tautology: \"pervasive developmental disorder, not otherwise specified.\" Ginsberg struggles with the public-school system and its rigorous notions of acceptable behavior, where even happiness is monitored: \"I am struck again by how difficult it is to navigate a world where we have to be mindful of when laughter is appropriate.\" According to Jeanne Safer, in <a href=\"http://cart2.barnesandnoble.com/booksearch/isbnInquiry.asp?isbn=0743211960\"><I>The Normal One</I></a>, the families of disabled or difficult children also suffer. Inspired by her own troubled relationship with her brother, Safer sees \"normal\" siblings as suffering from \"Caliban syndrome.\" Her book tries to peek under the sentimental surface of most representations of disability (such as the TV star who told <I>Us</I> magazine that her mentally retarded sister was \"my love, my heart, my angel\"). She writes, \"Guilt is rarely absent from the thoughts of healthy adults about their damaged siblings because no amount of devotion or care can make the damaged whole or blot out the dark victory of their own normality.\" Though some draw away, others become martyrs, feeling inextricably bound to care uncritically for their less able brother or sister. And some, like Safer, reject the sibling, then write a book about it..<I>(Andrea Thompson)</I>"
  },
  {
    "_id": "0060199660",
    "title": "Prodigal Summer",
    "cover": "https://images.isbndb.com/covers/11286503482209.jpg",
    "pages": 640,
    "year": 2000,
    "synopsis": "over The Course Of One Humid Summer, As The Urge To Procreate Overtakes The Countryside, These Characters Find Their Connections To One Another And To The Flora And Fauna With Whom They Share A Place. With The Complexity That Characterizes Barbara Kingsolver&#39;s Finest Work, <i>prodigal Summer</i> Embraces Pure Thematic Originality And Demonstrates A Balance Of Narrative, Drama, And Ideas That Render It An Inspiring Work Of Fiction.<h3>creative Loafing</h3>... A Story Of The Many Ways To Define Family &#151; Human Or Not ... Full Of Joy, Warmth, And Sweet Surprise."
  },
  {
    "_id": "0060394307",
    "title": "The Water and the Blood: A Novel",
    "cover": "https://images.isbndb.com/covers/13232903482209.jpg",
    "genres": [
      "Young women",
      "Young women--Fiction",
      "PS3570.U725 W38 2001"
    ],
    "pages": 416,
    "year": 2001,
    "synopsis": "Nancy E. Turner."
  },
  {
    "_id": "0061052280",
    "title": "David Copperfield's Tales of the Impossible",
    "cover": "https://images.isbndb.com/covers/19812753482209.jpg",
    "genres": [
      "Fantasy Fiction, American"
    ],
    "pages": 385,
    "year": 1995,
    "synopsis": "David Copperfield, Arguably The Greatest Illusionist-magician Of Our Time, Has Called Upon The World's Finest And Most Respected Authors To Create A Thrilling Tribute To Magic And Illusion. Contributors Include Larry Bond, Ray Bradbury, Eric Lustbader, And Others."
  },
  {
    "_id": "0064402274",
    "title": "Dragon of the Lost Sea (Dragon Series)",
    "cover": "https://images.isbndb.com/covers/25226893482210.jpg",
    "pages": 224,
    "year": 1988,
    "synopsis": "The outlawed princess of the Dragon Clan and her young human companion undergo fearsome trials in their quest for an evil enchantress. 'Dramatic tension stays high. Weaves Chinese legend into an exciting tapestry of myth and folklore.' —BL.\nNotable Children's Books of 1982 (ALA)<br>\n100 Favorite Paperbacks of 1989 (IRA/CBC)\n\n\n                        Shimmer, a renegade dragon princess, tries to redeem herself by capturing a witch with the help of a human boy.\n"
  },
  {
    "_id": "0140252738",
    "title": "The Cat Who Came for Christmas",
    "cover": "https://images.isbndb.com/covers/25415133482237.jpg",
    "genres": [
      "Authors, American",
      "Biography",
      "Cat Owners",
      "Cats",
      "Anecdotes",
      "Animal Welfare"
    ],
    "pages": 240,
    "year": 1995,
    "synopsis": "A Handsomely Repackaged Edition Of The Perennial Holiday Best-seller Tells The Poignant And Often Hilarious Story Of An Avowed Curmudgeon And The Proud But Lovable Stray He Rescued One Christmas Eve. Reissue."
  },
  {
    "_id": "019832054X",
    "title": "King Lear (Oxford School Shakespeare Series)",
    "cover": "https://images.isbndb.com/covers/16291663482258.jpg",
    "genres": [
      "Shakespeare - Plays",
      "History",
      "& Criticism",
      "Family/Domestic Drama",
      "General & Miscellaneous Drama"
    ],
    "pages": 224,
    "year": 2002,
    "synopsis": "The Oxford School Shakespeare is a well-established series which helps students understand and enjoy Shakespeare's plays.Each play in the series contains the complete and unabridged text, together with a wide range of notes. These include detailed and clear explanations of difficult words and passages, a synopsis of the entire plot, summaries of individual scenes, and notes on the main characters.There are also line drawings to illustrate the notes and text, background information on Shakespeare's England, suggestions for further reading, a brief biography of Shakespeare, and a complete list of his plays."
  },
  {
    "_id": "0312140290",
    "title": "Puppy Preschool: Raising Your Puppy Right---Right from the Start!",
    "cover": "https://images.isbndb.com/covers/2971773482299.jpg",
    "pages": 260,
    "year": 1996,
    "synopsis": "No home with a puppy should be without <i>Puppy Preschool</i>.\nCongratulations! You have (or are thinking seriously of raising) a cute new puppy. He's warm, cuddly, great to hold and pet— and simply a lot of fun.\nBut watch out! Your adorable ball of fur can be a doggone handful. Given half the chance, he may take it upon himself to eat your furniture, terrorize the kids, dig up the garden, jump on your friends, and eliminate at the most inappropriate times.\nLet's face it, sometimes what you get raising a puppy can be a \"dog's breakfast\"— a mixed bag of happiness and hassle. In order to make it through puppyhood with your sanity still in tact, you need to enroll your pup in <i>Puppy Preschool</i>.\nHere, in <i>Puppy Preschool</i>, John Ross and Barbara McKinney, the country's foremost dog-training experts, reveal the benefits of early training in this definitive guide devoted exclusively to the trials and triumphs of puppy rearing. <i>Puppy Preschool</i> rewrites the rules on puppy training. While previous training books begin their programs when the puppy has already reached four months of age, <i>Puppy Preschool</i> begins educating and disciplining at just <i>eight weeks old</i>, the time when most puppies are brought into their new homes. Using surefire, revolutionary techniques, Ross and McKinney provide a much-needed head start on good behavior. They offer essential training rules that will be useful throughout your puppy's formative education, including information on:\n* The right breed for your family or your lifestyle\n* The ten best breeds for the home\n* Early leash and collar procedures\n* Housebreaking\n* Preventing unwanted chewing\n* Health and grooming tips\n* Emergency care\n* Essential puppy-training equipment and safe, fun toys\n* A breakdown of puppy development from birth to eighteen months\n* The best ways for small children to interact with puppies\ndn0\nBased on the same training philosophy presented in their classic book, <i>Dog Talk</i>, of raising your dog from a \"canine point of view,\" Ross and McKinney give easy-to-follow training techniques that will make puppy rearing a great experience for everyone involved.\n\n\n                        John Ross, the host of a Kal-Can cable TV infomercial on puppy training, and Barbara McKinney, the new editor of Dog Care, the largest dog magazine in the U.S., provide sure-fire, easy-to-follow training techniques that will help dog owners rear puppies properly and teach them good behavior right from the start.\n"
  },
  {
    "_id": "0312204663",
    "title": "Iron Lady: A Biographical Thriller",
    "cover": "https://images.isbndb.com/covers/3615413482299.jpg",
    "pages": 391,
    "year": 1999,
    "synopsis": "Trent Stanford, a Scotland Yard special agent, is given the responsibility by Margaret Thatcher to hunt down the men responsible for an attempt on her life. Stanford immediately suspects the IRA, but does not know that the assassin they've hired is the woman considered to be the most cold-blooded killer in the world and that the assassin's devilish plan hinges on a kidnapped six-year-old Chicago boy named Danny.\nStephen Forest's charged plot brings to mind the blockbuster first novels of David Baldacci and Tom Clancy; Iron Lady is destined for bestseller lists."
  },
  {
    "_id": "0316691178",
    "title": "Exiting Nirvana: A Daughter's Life with Autism",
    "cover": "https://images.isbndb.com/covers/20394783482300.jpg",
    "pages": 240,
    "year": 2001,
    "synopsis": "[redaktory-sostaviteli, B.a. Zilʹbert, O.b. Krasnova]. K 100-letii͡u Saratovskoĭ Konservatorii. Knizhnoe Izdanie--colophon. [редакторы-составители, Б.А. Зильберт, О.Б. Краснова]."
  },
  {
    "_id": "0345339681",
    "title": "The Hobbit",
    "cover": "https://images.isbndb.com/covers/26021933482310.jpg",
    "genres": [
      "Arkenstone",
      "Battle of Five Armies",
      "invisibility",
      "thrushes",
      "eagles",
      "hobbits",
      "wizards",
      "dragons",
      "dwarves",
      "elves",
      "men",
      "trolls",
      "goblins",
      "giant spiders",
      "the one ring",
      "juvenile fantasy",
      "YOUNG ADULT FICTION",
      "Fantasy fiction",
      "Juvenile fiction",
      "Fiction",
      "Fantasy",
      "Classics",
      "General",
      "Media Tie-In",
      "children's books",
      "juvenile works",
      "Teen & Young Adult literature",
      "English Fantasy fiction",
      "Specimens",
      "Juvenile Fantasy fiction",
      "Toy and movable books",
      "Magic in fiction",
      "Open Library Staff Picks",
      "juvenile literature",
      "Pictorial works",
      "Magic",
      "Quests (Expeditions)",
      "Graphic novels",
      "Dragons in fiction",
      "Children's stories",
      "Ficción fantástica inglesa",
      "Fantasy in fiction",
      "Translations into Russian",
      "Ficción",
      "Middle Earth (Imaginary place)",
      "Tierra Media (Lugar imaginario)",
      "Bilbo Baggins (Fictitious character)",
      "Dwarfs",
      "Comic books, strips",
      "Reading Level-Grade 11",
      "Reading Level-Grade 12",
      "British and irish fiction (fictional works by one author)",
      "Fiction, fantasy, general",
      "Middle earth (imaginary place), fiction",
      "Comics & graphic novels, fantasy",
      "Science fiction, fantasy, horror",
      "Child and youth fiction",
      "Gollum (Fictitious character)",
      "Hobbits (Fictitious characters)",
      "Baggins, bilbo (fictitious character), fiction",
      "Children's fiction",
      "Gandalf (fictitious character), fiction",
      "Baggins, frodo (fictitious character), fiction",
      "Characters",
      "Characters and characteristics",
      "Hobbit, an unexpected journey (Motion picture)",
      "Hobbit (Tolkien, J.R.R.)",
      "YOUNG ADULT FICTION / Classics",
      "YOUNG ADULT FICTION / Fantasy / General",
      "YOUNG ADULT FICTION / Media Tie-In",
      "Motion pictures",
      "Fiction, fantasy, epic",
      "English literature",
      "Fiction, media tie-in",
      "Large type books",
      "Wizards",
      "Dragons",
      "Courage",
      "Literatura angielska dla młodzieży",
      "Tłumaczenia polskie"
    ],
    "pages": 320,
    "year": 1986,
    "synopsis": "tolkien's Famous Saga, The Prelude To The <i>lord Of The Rings</i>, Has All The Ingredients Of Fantasy And Adventure&#58; Dwarves, Elves, Goblins And Trolls, A Fearsome Dragon, A Great Wizard, A Perilous Quest And A Dramatic Climax. At The Centre Is The Unsuspecting Hero Bilbo Baggins, A Home-loving Unambitious Hobbit Who Is Suddenly Thrust Into The Biggest, Indeed The Only Adventure Of His Life. The Radio Dramatisation Of <i>the Hobbit</i> Became A Classic When It Was First Broadcast On Bbc Radio 4 In 1968 And It Continues To Delight Today.<h3>horn Book Guide</h3>all Those, Young Or Old, Who Love A Finely Imagined Story, Beautifully Told, Will Take The Hobbit To Their Hearts."
  },
  {
    "_id": "0375703950",
    "title": "Ocean Sea",
    "cover": "https://images.isbndb.com/covers/20721003482321.jpg",
    "pages": 256,
    "year": 2000,
    "synopsis": "\"Exotic...erotic... <b>Ocean Sea</b> is highly romantic and breathtakingly lyrical.\"—<i>The New York Times Book Review</i>\nWith <b>Silk</b>, his first novel to appear in English, Alessandro Baricco immediately proved himself to be a magical storyteller. With <b>Ocean Sea</b>, he has been acclaimed as the successor to Italo Calvino, and a major voice in modern literature.\nIn <b>Ocean Sea</b>, Alessandro Baricco presents a hypnotizing postmodern fable of human malady—psychological, existential, erotic—and the sea as a means of deliverance. At the Almayer Inn, a remote shoreline hotel, an artist dips his brush in a cup of ocean water to paint a portrait of the sea. A scientist pens love letters to a woman he has yet to meet. An adulteress searches for relief from her proclivity to fall in love. And a sixteen-year-old girl seeks a cure from a mysterious condition which science has failed to remedy. When these people meet, their fates begin to interact as if by design. Enter a mighty tempest and a ghostly mariner with a thirst for vengeance, and the Inn becomes a place where destiny and desire battle for the upper hand. Playful, provocative, and ultimately profound, <b>Ocean Sea</b> is a novel of striking originality and wisdom."
  },
  {
    "_id": "0376026081",
    "title": "Fresh Ways with Salads:  As Side Dishes or Main Courses (Sunset)",
    "cover": "https://images.isbndb.com/covers/23942293482321.jpg",
    "pages": 96,
    "year": 1987,
    "synopsis": "In an age fascinated by both fitness and good food, salad has naturally come into its own. No longer a quiet plate of greens, salad today has become an adventure that greets your palate with everything from radicchio curls to cactus pads. Even its appearance has changed--instead of simply being tossed together, salads are often as carefully composed as a work of art."
  },
  {
    "_id": "038039586X",
    "title": "Watership Down",
    "cover": "https://images.isbndb.com/covers/11468493482323.jpg",
    "genres": [
      "Fiction",
      "Action & Adventure"
    ],
    "pages": 478,
    "year": 1975,
    "synopsis": "An Allegorical Tale Of Survival In Which A Band Of Wild Rabbits Leave Their Ancestral Home To Build A More Humane Society"
  },
  {
    "_id": "0380805669",
    "title": "Sea Feather (An Avon Camelot Book)",
    "cover": "https://images.isbndb.com/covers/15566453482323.jpg",
    "genres": [
      "Chincoteague Pony"
    ],
    "pages": 74,
    "year": 1999,
    "synopsis": "Alison And Her Sister May Find The Pony Of Their Dreams At The Chincoteague Island Wild Pony Auction."
  },
  {
    "_id": "0385267746",
    "title": "The Design of Everyday Things",
    "cover": "https://images.isbndb.com/covers/4015733482325.jpg",
    "genres": [
      "Industrial design--Psychological aspects",
      "Human engineering",
      "Ergonomics",
      "Psychology, Industrial",
      "TS171.4 .N67 1990",
      "TS 171.4 N842p 1990",
      "620.8/2"
    ],
    "pages": 272,
    "year": 1990,
    "synopsis": "Even The Smartest Among Us Can Feel Inept As We Fail To Figure Our Which Light Switch Or Oven Burner To Turn On, Or Whether To Push, Pull, Or Slide A Door. The Fault, Argues This Book, Lies Not In Ourselves, But In Product Design That Ignores The Needs Of Users And The Principles Of Cognitive Psychology. The Problems Range From Ambiguous And Hidden Controls To Arbitrary Relationships Between Controls And Functions, Coupled With A Lack Of Feedback Or Other Assistance And Unreasonable Demands On Memorization. The Book Presents Examples Aplenty, Among Them, The Vcr, Computer, And Office Telephone, All Models Of How Not To Design For People. But Good, Usable Design Is Possible. The Rules Are Simple: Make Things Visible, Exploit Natural Relationships That Couple Function And Control, And Make Intelligent Use Of Constraints. The Goal: Guide The User Effortlessly To The Right Action On The Right Control At The Right Time. But The Designer Must Care. The Author Is A World-famous Psychologist And Pioneer In The Application Of Cognitive Science. His Aim Is To Raise The Consciousness Of Both Consumers And Designers To The Delights Of Products That Are Easy To Use And Understand. The Psychopathology Of Everyday Things -- The Psychology Of Everyday Actions -- Knowledge In The Head And In The World -- Knowing What To Do -- To Err Is Human -- The Design Challenge -- User-centered Design. Donald A. Norman. Reprint. Originally Published: The Psychology Of Everyday Things. New York : Basic Books, C1988. Includes Index. Includes Bibliographical References (p. 241-247)."
  },
  {
    "_id": "0385412614",
    "title": "My Favorite Summer 1956",
    "cover": "https://images.isbndb.com/covers/5464373482325.jpg",
    "genres": [
      "Sports & Adventure Biography",
      "Baseball & Softball"
    ],
    "pages": 246,
    "year": 1991,
    "synopsis": "Mickey Mantle, the hayseed kid from Spavinaw, Oklahoma, was in his sixth year with the Yankees. He was already America's homerun king. He was about to become a national hero. 1956 would be a record-breaking season: the golden summer fans would remember forever. Now Mickey Mantle brings it all back just the way it happened--spectacular playing on field, crazy hijinks with Whitey Ford and Billy Martin off. There never was a time like it before in baseball. There never will be again. It was magic."
  },
  {
    "_id": "0425185338",
    "title": "Secrets of the Tsil Café: A Novel with Recipes",
    "cover": "https://images.isbndb.com/covers/9990583482339.jpg",
    "pages": 304,
    "year": 2002,
    "synopsis": "A bittersweet and often funny coming-of-age story set in a cross-cultural and extended family that lives between two kitchens-one traditional, the other New World.<br>\n<br>\nWeston Hingler's crib was in the kitchen of BuenAppeTito, his mother's catering service. There, he learned to read while tasting all the flavors of his mother's culinary alphabet. <br>\n<br>\nBut before he was allowed to enter the Tsil Café, he had to pass his father's taste tests. Anchovies. Haba–ero chiles. Chipotle peppers. Food to purge body and soul. Food his loving but sometimes volatile father uses as a measure of family, friends, and enemies.<br>\n<br>\nCaught between these two kitchens, Weston quickly learns that he's also trapped by his wayward parents' secrets and histories, infidelities and gaping needs, as well as by the Café customers and employees who are privy to his growing up.<br>\n<br>\nWeston chooses his escapes intuitively, but he can't get away. In this layered and savory novel, food is the reflection of life's shifting flavors, and readers will be drawn to the delicious package in which Averill delivers his story-complete with recipes. But ultimately they'll attach to Weston's complicated family, and when Averill serves us their feasts of reconciliation, readers will want to raise a toast. \nAuthor Biography: Thomas Fox Averill has published two story collections, <i>Passes at the Moon</i> and <i>Seeing Mona Naked</i>. A graduate of the Iowa Writers' Workshop and an O. Henry Award winner, Averill is writer-in-residence and a professor of English at Washburn University in Topeka, Kansas."
  }
]